Repository: abeltyr/azmas
Catalog: lib/l10n/app_*.arb
Languages: am

# language
source: English
am: አማረኛ

source: Hello World!
am: ሰላም!

source: Total Balance
am: ቀሪ ሂሳብ

source: Hello
am: ሰላም

# welcome
source: Welcome Back to AVBirr
am: እንኩዋን በደህና መቱ ወደ አቭብር

source: Bank Account
am: ባንክ አካዉንት

source: ETB
am: ብር

source: Transfer
am: ብር መላክ

source: Payments
am: ክፍያዎች

source: Services
am: አገልግሎት

source: Tickets
am: ትኬት

source: Send Money
am: ገንዘብ ላክ

source: Scan
am: ቃኝ

source: Show More
am: ዘርዝር

source: Transactions
am: ግብይቶች

source: All
am: ሁሉም

source: Analysis
am: ትንተና

source: Receive Money
am: ገንዘብ ተቀበል
